<!DOCTYPE html>
<html lang="ru">
<head>
	<meta charset="utf-8">
	<title>Услуги</title>
	<link rel="stylesheet" type="text/css" href="/css/style.css" />
</head>
<body>
<div id="wrapper">
			<div id="header">
				<div id="logo">
					<a href="/">DOMka corp</span></a>
				</div>
				
			</div>
			<div id="page">
				<div id="sidebar">
					<div class="side-box">
						<h3>Основное меню</h3>
						<ul class="list">
							<li class="first "><a href="/">Главная</a></li>
							<li><a href="/application/views/services_view.php">Услуги</a></li>
							<li><a href="/application/views/portfolio_view.php">Портфолио</a></li>
							<li class="last"><a href="/application/views/contacts_view.php">Контакты</a></li>
						</ul>
					</div>
				</div>
<h1>Услуги</h1>

<img src="/images/service1.jpg" align="left" >
<br>
<p>
Компания <a href="/">DOMka corp</a> оказывает следующие услуги:
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<ul>
<li>Разработка программного обеспечения на заказ</li>
Мы разрабатываем программное обеспечение, в том числе проводим работы по проектированию, разработке, тестированию и внедрению программных продуктов.

<li>Сопровождение программных продуктов и техническая поддержка</li>	
Наша комманда осуществляет техническую поддержку и развитие программных продуктов, как собственного производства, так и сторонних организаций.

<li>Независимое тестирование программного обеспечения</li>  Сотрудники нашей компании профессионально выполнят тестирование новых версий программных продуктов, включая функциональное, нагрузочное и модульное тестирование. Независимое тестирование позволит определить работоспособность программного продукта и выявить критические точки при большой нагрузке.

<li>Документирование</li>    
Мы также выполним работы, связанные с разработкой и поддержкой документации на программное обеспечение, включая технический проект, руководства пользователя и т.п.

<li>Аутсорсинг разработки и поддержки программного обеспечения</li>
Наша компания возьмет на себя выполнение процессов по разработке и сопровождению программного обеспечения. Это позволит вам сосредоточить внимание на развитии бизнеса и укреплении отношений с клиентами.
</ul>
</p>